[
    {
       "uuid":1,
       "name":"J.K. Rowling",
       "profileImage":"https://images.gr-assets.com/authors/1596216614p5/1077326.jpg",
       "genres":[
          1,
          2,
          6
       ],
       "description":"Although she writes under the pen name J.K. Rowling, pronounced like rolling, her name when her first Harry Potter book was published was simply Joanne Rowling. Anticipating that the target audience of young boys might not want to read a book written by a woman, her publishers demanded that she use two initials, rather than her full name. As she had no middle name, she chose K as the second initial of her pen name, from her paternal grandmother Kathleen Ada Bulgen Rowling. She calls herself Jo and has said, \"No one ever called me 'Joanne' when I was young, unless they were angry.\" Following her marriage, she has sometimes used the name Joanne Murray when conducting personal business. During the Leveson Inquiry she gave evidence under the name of Joanne Kathleen Rowling. In a 2012 interview, Rowling noted that she no longer cared that people pronounced her name incorrectly. \n Rowling was born to Peter James Rowling, a Rolls-Royce aircraft engineer, and Anne Rowling (née Volant), on 31 July 1965 in Yate, Gloucestershire, England, 10 miles (16 km) northeast of Bristol. Her mother Anne was half-French and half-Scottish. Her parents first met on a train departing from King's Cross Station bound for Arbroath in 1964. They married on 14 March 1965. Her mother's maternal grandfather, Dugald Campbell, was born in Lamlash on the Isle of Arran. Her mother's paternal grandfather, Louis Volant, was awarded the Croix de Guerre for exceptional bravery in defending the village of Courcelles-le-Comte during the First World War. \n Rowling's sister Dianne was born at their home when Rowling was 23 months old. The family moved to the nearby village Winterbourne when Rowling was four. She attended St Michael's Primary School, a school founded by abolitionist William Wilberforce and education reformer Hannah More. Her headmaster at St Michael's, Alfred Dunn, has been suggested as the inspiration for the Harry Potter headmaster Albus Dumbledore. \n As a child, Rowling often wrote fantasy stories, which she would usually then read to her sister.",
       "books":[
          "d7232086-db81-4961-a72b-a46a714b07ac",
          "644e1feb-8c55-4045-a8d5-a1a28d96fbd3",
          "5577d693-005f-4b40-8a9a-0a911b301f91",
          "aa88aa51-239b-45db-a884-fe6fb1ddfb3b",
          "9be7b8d5-6c64-455f-b1cd-27d1c0951bc5",
          "77662cfa-679d-4a4c-8b6d-63ca3586bea8",
          "bb457f0a-f16f-4aa3-b559-8e2fe00b3e6b"
       ]
    },
    {
       "uuid":2,
       "name":"Nicola Yoon",
       "profileImage":"https://images.gr-assets.com/authors/1610567480p5/7353006.jpg",
       "genres":[
          6
       ],
       "description":"Nicola Yoon is the #1 New York Times bestselling author of Everything, Everything and The Sun Is Also a Star. She is a National Book Award finalist, a Michael L. Printz Honor Book recipient and a Coretta Scott King New Talent Award winner. Both her novels have been made into major motion pictures. Nicola grew up in Jamaica and Brooklyn, and lives in Los Angeles with her husband, novelist David Yoon, and their famil",
       "books":[
          "dcdf5516-0151-463e-809d-252498d9af8d"
       ]
    },
    {
       "uuid":3,
       "name":"John Green",
       "profileImage":"https://images.gr-assets.com/authors/1353452301p5/1406384.jpg",
       "genres":[
          6,
          7,
          8
       ],
       "description":"John Green's first novel, Looking for Alaska, won the 2006 Michael L. Printz Award presented by the American Library Association. His second novel, An Abundance of Katherines, was a 2007 Michael L. Printz Award Honor Book and a finalist for the Los Angeles Times Book Prize. His next novel, Paper Towns, is a New York Times bestseller and won the Edgar Allen Poe Award for Best YA Mystery. In January 2012, his most recent novel, The Fault in Our Stars, was met with wide critical acclaim, unprecedented in Green's career. The praise included rave reviews in Time Magazine and The New York Times, on NPR, and from award-winning author Markus Zusak. The book also topped the New York Times Children's Paperback Bestseller list for several weeks. Green has also coauthored a book with David Levithan called Will Grayson, Will Grayson, published in 2010. The film rights for all his books, with the exception of Will Grayson Will Grayson, have been optioned to major Hollywood Studios. \n In 2007, John and his brother Hank were the hosts of a popular internet blog, \"Brotherhood 2.0,\" where they discussed their lives, books and current events every day for a year except for weekends and holidays. ",
       "books":[
          "847d1ddc-443e-4854-90e9-a0c3a8ebe444"
       ]
    },
    {
       "uuid":4,
       "name":"Antoine de Saint-Exupéry",
       "profileImage":"https://images.gr-assets.com/authors/1330853515p5/1020792.jpg",
       "genres":[
          3,
          9,
          10
       ],
       "description":"Antoine de Saint-Exupéry was born in Lyons on June 29, 1900. He flew for the first time at the age of twelve, at the Ambérieu airfield, and it was then that he became determined to be a pilot. He kept that ambition even after moving to a school in Switzerland and while spending summer vacations at the family's château at Saint-Maurice-de-Rémens, in eastern France. (The house at Saint-Maurice appears again and again in Saint-Exupéry's writing.) \n Later, in Paris, he failed the entrance exams for the French naval academy and, instead, enrolled at the prestigious art school l'Ecole des Beaux-Arts. In 1921 Saint-Exupéry began serving in the military, and was stationed in Strasbourg. There he learned to be a pilot, and his career path was forever settled. \n After leaving the service, in 1923, Saint-Exupéry worked in several professions, but in 1926 he went back to flying and signed on as a pilot for Aéropostale, a private airline that flew mail from Toulouse, France, to Dakar, Senegal. In 1927 Saint-Exupéry accepted the position of airfield chief for Cape Juby, in southern Morocco, and began writing his first book, a memoir called Southern Mail, which was published in 1929. He then moved briefly to Buenos Aires to oversee the establishment of an Argentinean mail service; when he returned to Paris in 1931, he published Night Flight, which won instant success and the prestigious Prix Femina. \n Always daring, Saint-Exupéry tried in 1935 to break the speed record for flying from Paris to Saigon. Unfortunately, his plane crashed in the Libyan desert, and he and his copilot had to trudge through the sand for three days to find help.",
       "books":[
          "0caaf715-9b15-4087-b87e-60f3b5ec3b6c"
       ]
    },
    {
       "uuid":5,
       "name":"Vicki Myron",
       "profileImage":"https://images.gr-assets.com/authors/1285090443p5/1899600.jpg",
       "genres":[
          10,
          16,
          17
       ],
       "description":"I was born in Spencer and grew up on a farm south of Moneta, Iowa—a town that no longer exists. I graduated from Hartley Iowa High School and moved to Mankato, Minnesota where I worked, married, had a daughter and went to college. I have a bachelor’s degree from Mankato State and a master’s from Emporia State University, Emporia, Kansas. In 1982, I returned to Spencer, Iowa to begin working at the public library. In 1987, I was named Director of Spencer Public Library and I served in that position for 25 and ½ years. I retired in 2007 to write this book. I currently reside in Spencer. \n I love George Orwell, Frederick Feikema, and the Harry Potter series for fiction. I read all of Torey Hayden’s books about abused children and many other non-fiction writers. I rarely read fiction these days unless it is a truly special book.",
       "books":[
          "0caaf715-9b15-4087-b87e-60f3b5ec5g3w"
       ]
    },
    {
       "uuid":6,
       "name":"Matthew Inman",
       "profileImage":"https://s.gr-assets.com/assets/nophoto/user/u_200x266-e183445fd1a1b5cc7075bb1cf7043306.png",
       "genres":[
          21
       ],
       "description":"Matthew Inman (a.k.a. \"The Oatmeal\") is a Web designer and developer from Seattle, Washington. He has been designing Web sites since the age of 13 and is a seasoned programmer, systems administrator, and online marketer. Matthew launched theoatmeal.com in 2009.",
       "books":[
          "0caaf715-9b15-4087-m26s-60f3b5ec5g3w"
       ]
    },
    {
       "uuid":7,
       "name":"James Bowen",
       "profileImage":"https://images.gr-assets.com/authors/1336145023p5/5828897.jpg",
       "genres":[
          19,
          17
       ],
       "description":"James Bowen is an author and musician currently based in London. He is author of A Street Cat Named Bob, which tells his life story. \n James Bowen was born in Surrey in 1979. Following his parents’ divorce, he moved to Australia with his mother and stepfather. Home life was tense and, because the family moved frequently, James was unsettled at school. He was frequently bullied, and began sniffing glue while still in education, becoming a self-confessed “tearaway kid” who would later be diagnosed with ADHD, schizophrenia and manic depression. In 1997 he returned to the UK and lived with his half-sister, but this arrangement did not last; in time, he became homeless and began sleeping on the streets. From this point, James spent almost 10 years either sleeping rough or staying briefly in charity-run shelters; it was during this time that he began to use heroin in an attempt to escape the realities of homelessness.",
       "books":[
          "0cagl915-9b15-4087-m26s-60f3b5ec5g3w",
          "0cagl915-9b15-5667-m26s-60f3b5ec5g3w"
       ]
    },
    {
       "uuid":8,
       "name":"Genki Kawamura",
       "profileImage":"https://images.gr-assets.com/authors/1611495818p5/9851516.jpg",
       "genres":[
          2
       ],
       "description":"Genki Kawamura is an internationally bestselling author. If Cats Disappeared from the World was his first novel and has sold over two million copies in Japan and has been translated into over fourteen different languages. His other novels are Million Dollar Man and April Come She Will. He has also written children's picture books including Tinny & The Balloon, MOOM, and Patissier Monster. Kawamura occasionally produces, directs, and writes movies, and is a showrunner. He was a producer of the blockbuster anime film Your Name, which is currently being developed into an live-action film by J. J. Abrams",
       "books":[
          "8caglk15-9b15-5667-m26s-60f3b5ec5g3w"
       ]
    },
    {
       "uuid":9,
       "name":"Takashi Hiraide",
       "profileImage":"https://images.gr-assets.com/authors/1404750427p5/971054.jpg",
       "genres":[
          2,
          11
       ],
       "description":"Takashi Hiraide was born in Moji, Kitakyushu in 1950. He has published numerous books of poetry as well as several books of genre-bending essays, including one on poetics and baseball. He has also written a novel, A Guest Cat; a biography of Meiji poet Irako Seihaku; and a travelogue that follows the traces of Kafka, Celan, and Benjamin in Berlin. His poetry book, Postcards to Donald Evans, is published by the Tibor de Nagy Foundation. Hiraide is a professor of Art Science and Poetics as well as a core member of the new Institute for Art Anthropology at Tama Art University. For the Fighting Spirit of the Walnut won the 2009 Best Translated Book Award for poetry.",
       "books":[
          "96vglk15-9b1k-5667-m26s-60f3b5ec5g3w"
       ]
    },
    {
       "uuid":10,
       "name":"Laura Joffe Numeroff",
       "profileImage":"https://images.gr-assets.com/authors/1508372317p5/87184.jpg",
       "genres":[
          3
       ],
       "description":"Laura Joffe Numeroff is the NYT best-selling author of If You Give a Mouse a Cookie, What Mommies/Daddies Do Best and Raising a Hero. She was born in Brooklyn, New York and graduated from Pratt Institute. Laura grew up as the youngest of three girls, surrounded by art, music, and books. An avid animal lover, Laura has always wanted to write a book about service dogs. She now lives in Los Angeles, California.",
       "books":[
          "85vgpk15-9b1k-56d7-m26s-60f3b5ec5g3w"
       ]
    },
    {
      "uuid":11,
      "name":"Красимир Стоев",
      "profileImage":"https://media-exp1.licdn.com/dms/image/C4D03AQHl-7Lq2QEtZw/p…8080000&v=beta&t=wIhDRDxEO5BfFa-PvAjj7HpTVRL8ejAu7Zd7R9luh8U",
      "genres":[
         5,
         10
      ],
      "description":"Красимир Стоев има 8-годишен опит в проектирането и разработването на софтуерни системи за управление и оптимизация на производствени и бизнес процеси. В момента е консултант по проектиране на индустриален софтуер и лектор в тренировъчен лагер ИТ Таланти.",
      "books":[
         "731596ca-856e-4f8d-8f2e-128b464e744a"
      ]
   },
   {
      "uuid":12,
      "name":"J. R. R. Tolkien",
      "profileImage":"https://images.gr-assets.com/authors/1622832627p8/656983.jpg",
      "genres":[
         1,
         2,
         3
      ],
      "description":"John Ronald Reuel Tolkien, CBE was an English writer, poet, WWI veteran (a First Lieutenant in the Lancashire Fusiliers, British Army), philologist, and university professor, best known as the author of the high fantasy classic works The Hobbit and The Lord of the Rings. Tolkien was Rawlinson and Bosworth Professor of Anglo-Saxon at Oxford from 1925 to 1945, and Merton Professor of English language and literature from 1945 to 1959. He was a close friend of C.S. Lewis. While many other authors had published works of fantasy before Tolkien, the great success of The Hobbit and The Lord of the Rings led directly to a popular resurgence of the genre. This has caused Tolkien to be popularly identified as the \"father\" of modern fantasy literature—or more precisely, high fantasy. Tolkien's writings have inspired many other works of fantasy and have had a lasting effect on the entire field.",
      "books":[
         "51e31889-6f8a-451c-b762-30c55c9b7422"
      ]
   }
 ]