[
    {
       "uuid":"d7232086-db81-4961-a72b-a46a714b07ac",
       "title":"Harry Potter and the Sorcerer's Stone",
       "author":1,
       "published":{
          "day":"1st",
          "month":"November",
          "year":2003,
          "publisher":"Scholastic Inc"
       },
       "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1474154022l/3._SY475_.jpg",
       "genres":[
          1,
          2,
          6,
          3,
          5
       ],
       "status":{
          "rating":4.48,
          "ratingsCount":8307272,
          "reviewsCount":131115
       },
       "description":"Harry Potter's life is miserable. His parents are dead and he's stuck with his heartless relatives, who force him to live in a tiny closet under the stairs. But his fortune changes when he receives a letter that tells him the truth about himself: he's a wizard. A mysterious visitor rescues him from his relatives and takes him to his new home, Hogwarts School of Witchcraft and Wizardry. \n After a lifetime of bottling up his magical powers, Harry finally feels like a normal kid. But even within the Wizarding community, he is special. He is the boy who lived: the only person to have ever survived a killing curse inflicted by the evil Lord Voldemort, who launched a brutal takeover of the Wizarding world, only to vanish after failing to kill Harry. \n Though Harry's first year at Hogwarts is the best of his life, not everything is perfect. There is a dangerous secret object hidden within the castle walls, and Harry believes it's his responsibility to prevent it from falling into evil hands. But doing so will bring him into contact with forces more terrifying than he ever could have imagined. \n Full of sympathetic characters, wildly imaginative situations, and countless exciting details, the first installment in the series assembles an unforgettable magical world and sets the stage for many high-stakes adventures to come. ",
       "similarBooks":[

       ],
       "quotes":[

       ],
       "reviews":[

       ]
    },
    {
       "uuid":"644e1feb-8c55-4045-a8d5-a1a28d96fbd3",
       "title":"Harry Potter and the Chamber of Secrets",
       "author":1,
       "illustrator":"Mary GrandPré",
       "published":{
          "day":"2nd",
          "month":"June",
          "year":1999,
          "publisher":"Arthur A. Levine Books"
       },
       "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1474169725l/15881._SY475_.jpg",
       "genres":[
          1,
          2,
          6,
          4,
          3,
          5
       ],
       "status":{
          "rating":4.43,
          "ratingsCount":3202296,
          "reviewsCount":62726
       },
       "description":"Ever since Harry Potter had come home for the summer, the Dursleys had been so mean and hideous that all Harry wanted was to get back to the Hogwarts School for Witchcraft and Wizardry. But just as he’s packing his bags, Harry receives a warning from a strange impish creature who says that if Harry returns to Hogwarts, disaster will strike. \n And strike it does. For in Harry’s second year at Hogwarts, fresh torments and horrors arise, including an outrageously stuck-up new professor and a spirit who haunts the girls’ bathroom. But then the real trouble begins – someone is turning Hogwarts students to stone. Could it be Draco Malfoy, a more poisonous rival than ever? Could it possible be Hagrid, whose mysterious past is finally told? Or could it be the one everyone at Hogwarts most suspects… Harry Potter himself! ",
       "similarBooks":[

       ],
       "quotes":[

       ],
       "reviews":[

       ]
    },
    {
       "uuid":"5577d693-005f-4b40-8a9a-0a911b301f91",
       "title":"Harry Potter and the Prisoner of Azkaban",
       "author":1,
       "illustrator":"Mary GrandPré",
       "published":{
          "day":"1st",
          "month":"May",
          "year":2004,
          "publisher":"Scholastic Inc."
       },
       "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1630547330l/5._SY475_.jpg",
       "genres":[
          1,
          2,
          6,
          4,
          3,
          5
       ],
       "status":{
          "rating":4.58,
          "ratingsCount":3353059,
          "reviewsCount":65947
       },
       "description":"For twelve long years, the dread fortress of Azkaban held an infamous prisoner named Sirius Black. Convicted of killing thirteen people with a single curse, he was said to be the heir apparent to the Dark Lord, Voldemort. \n Now he has escaped, leaving only two clues as to where he might be headed: Harry Potter's defeat of You-Know-Who was Black's downfall as well. And the Azkaban guards heard Black muttering in his sleep, \"He's at Hogwarts . . . he's at Hogwarts.\" \n Harry Potter isn't safe, not even within the walls of his magical school, surrounded by his friends. Because on top of it all, there may well be a traitor in their midst. ",
       "similarBooks":[

       ],
       "quotes":[

       ],
       "reviews":[

       ]
    },
    {
       "uuid":"aa88aa51-239b-45db-a884-fe6fb1ddfb3b",
       "title":"Harry Potter and the Goblet of Fire",
       "author":1,
       "illustrator":"Mary GrandPré",
       "published":{
          "day":"28th",
          "month":"September",
          "year":2002,
          "publisher":"Scholastic"
       },
       "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1554006152l/6.jpg",
       "genres":[
          1,
          2,
          6,
          4,
          3,
          5
       ],
       "status":{
          "rating":4.57,
          "ratingsCount":2997320,
          "reviewsCount":54856
       },
       "description":"Harry Potter is midway through his training as a wizard and his coming of age. Harry wants to get away from the pernicious Dursleys and go to the International Quidditch Cup with Hermione, Ron, and the Weasleys. He wants to dream about Cho Chang, his crush (and maybe do more than dream). He wants to find out about the mysterious event that's supposed to take place at Hogwarts this year, an event involving two other rival schools of magic, and a competition that hasn't happened for hundreds of years. He wants to be a normal, fourteen-year-old wizard. But unfortunately for Harry Potter, he's not normal - even by wizarding standards.\n And in his case, different can be deadly. ",
       "similarBooks":[

       ],
       "quotes":[

       ],
       "reviews":[

       ]
    },
    {
       "uuid":"9be7b8d5-6c64-455f-b1cd-27d1c0951bc5",
       "title":"Harry Potter and the Order of the Phoenix",
       "author":1,
       "illustrator":"Mary GrandPré",
       "published":{
          "day":"10th",
          "month":"September",
          "year":2004,
          "publisher":"Scholastic Inc."
       },
       "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546910265l/2.jpg",
       "genres":[
          1,
          2,
          6,
          4,
          3,
          5
       ],
       "status":{
          "rating":4.50,
          "ratingsCount":2874324,
          "reviewsCount":50244
       },
       "description":"There is a door at the end of a silent corridor. And it’s haunting Harry Pottter’s dreams. Why else would he be waking in the middle of the night, screaming in terror? \n Harry has a lot on his mind for this, his fifth year at Hogwarts: a Defense Against the Dark Arts teacher with a personality like poisoned honey; a big surprise on the Gryffindor Quidditch team; and the looming terror of the Ordinary Wizarding Level exams. But all these things pale next to the growing threat of He-Who-Must-Not-Be-Named - a threat that neither the magical government nor the authorities at Hogwarts can stop. \n As the grasp of darkness tightens, Harry must discover the true depth and strength of his friends, the importance of boundless loyalty, and the shocking price of unbearable sacrifice. \n His fate depends on them all.",
       "similarBooks":[
          1,
          2,
          6,
          4,
          3,
          5
       ],
       "quotes":[

       ],
       "reviews":[

       ]
    },
    {
       "uuid":"77662cfa-679d-4a4c-8b6d-63ca3586bea8",
       "title":"Harry Potter and the Half-Blood Prince",
       "author":1,
       "illustrator":"Mary GrandPré",
       "published":{
          "day":"16th",
          "month":"September",
          "year":2006,
          "publisher":"Scholastic Inc."
       },
       "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1587697303l/1._SX318_.jpg",
       "genres":[
          1,
          2,
          6,
          4,
          3,
          5
       ],
       "status":{
          "rating":4.57,
          "ratingsCount":2784425,
          "reviewsCount":46207
       },
       "description":"The war against Voldemort is not going well; even Muggle governments are noticing. Ron scans the obituary pages of the Daily Prophet, looking for familiar names. Dumbledore is absent from Hogwarts for long stretches of time, and the Order of the Phoenix has already suffered losses. \n And yet . . . \n As in all wars, life goes on. The Weasley twins expand their business. Sixth-year students learn to Apparate - and lose a few eyebrows in the process. Teenagers flirt and fight and fall in love. Classes are never straightforward, through Harry receives some extraordinary help from the mysterious Half-Blood Prince. \n So it's the home front that takes center stage in the multilayered sixth installment of the story of Harry Potter. Here at Hogwarts, Harry will search for the full and complete story of the boy who became Lord Voldemort - and thereby find what may be his only vulnerability.",
       "similarBooks":[

       ],
       "quotes":[

       ],
       "reviews":[

       ]
    },
    {
       "uuid":"bb457f0a-f16f-4aa3-b559-8e2fe00b3e6b",
       "title":"Harry Potter and the Deathly Hallows",
       "author":1,
       "published":{
          "day":"21st",
          "month":"July",
          "year":2007,
          "publisher":"Arthur A. Levine Books"
       },
       "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1474171184l/136251._SY475_.jpg",
       "genres":[
          1,
          2,
          6,
          4,
          3,
          5
       ],
       "status":{
          "rating":4.62,
          "ratingsCount":3187029,
          "reviewsCount":73008
       },
       "description":"It's no longer safe for Harry at Hogwarts, so he and his best friends, Ron and Hermione, are on the run. Professor Dumbledore has given them clues about what they need to do to defeat the dark wizard, Lord Voldemort, once and for all, but it's up to them to figure out what these hints and suggestions really mean. Their cross-country odyssey has them searching desperately for the answers, while evading capture or death at every turn. At the same time, their friendship, fortitude, and sense of right and wrong are tested in ways they never could have imagined. The ultimate battle between good and evil that closes out this final chapter of the epic series takes place where Harry's Wizarding life began: at Hogwarts. The satisfying conclusion offers shocking last-minute twists, incredible acts of courage, powerful new forms of magic, and the resolution of many mysteries. Above all, this intense, cathartic book serves as a clear statement of the message at the heart of the Harry Potter series: that choice matters much more than destiny, and that love will always triumph over death.",
       "similarBooks":[

       ],
       "quotes":[

       ],
       "reviews":[

       ]
    },
    {
       "uuid":"dcdf5516-0151-463e-809d-252498d9af8d",
       "title":"Everything, Everything",
       "author":2,
       "published":{
          "day":"1st",
          "month":"September",
          "year":2015,
          "publisher":"Delacorte Books for Young Readers"
       },
       "illustrator":"David Yoon",
       "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1450515891l/18692431._SY475_.jpg",
       "genres":[
          6,
          7,
          2
       ],
       "status":{
          "rating":4.02,
          "ratingsCount":494930,
          "reviewsCount":42881
       },
       "description":"My disease is as rare as it is famous. It’s a form of Severe Combined Immunodeficiency, but basically, I’m allergic to the world. I don’t leave my house, have not left my house in fifteen years. The only people I ever see are my mom and my nurse, Carla. \n But then one day, a moving truck arrives. New next door neighbors. I look out the window, and I see him. He’s tall, lean and wearing all black—black t-shirt, black jeans, black sneakers and a black knit cap that covers his hair completely. He catches me looking and stares at me. I stare right back. His name is Olly. I want to learn everything about him, and I do. I learn that he is funny and fierce. I learn that his eyes are Atlantic Ocean-blue and that his vice is stealing silverware. I learn that when I talk to him, my whole world opens up, and I feel myself starting to change—starting to want things. To want out of my bubble. To want everything, everything the world has to offer. \n Maybe we can’t predict the future, but we can predict some things. For example, I am certainly going to fall in love with Olly. It’s almost certainly going to be a disaster.",
       "similarBooks":[

       ],
       "quotes":[

       ],
       "reviews":[

       ]
    },
    {
       "uuid":"847d1ddc-443e-4854-90e9-a0c3a8ebe444",
       "title":"The Fault in Our Stars",
       "author":3,
       "published":{
          "day":"10th",
          "month":"January",
          "year":2012,
          "publisher":"Dutton Books"
       },
       "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1632632557l/11870085.jpg",
       "genres":[
          6,
          7,
          2,
          15
       ],
       "status":{
          "rating":4.17,
          "ratingsCount":4212889,
          "reviewsCount":164020
       },
       "description":"Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten. \n Insightful, bold, irreverent, and raw, The Fault in Our Stars is award-winning author John Green's most ambitious and heartbreaking work yet, brilliantly exploring the funny, thrilling, and tragic business of being alive and in love.",
       "similarBooks":[

       ],
       "quotes":[

       ],
       "reviews":[

       ]
    },
    {
       "uuid":"0caaf715-9b15-4087-b87e-60f3b5ec3b6c",
       "title":"The Little Prince",
       "author":4,
       "published":{
          "day":"29th",
          "month":"June",
          "year":2000,
          "publisher":"Harcourt, Inc."
       },
       "translator":"Richard Howard",
       "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1367545443l/157993.jpg",
       "genres":[
          1,
          2,
          3,
          5,
          6,
          9
       ],
       "status":{
          "rating":4.31,
          "ratingsCount":1674359,
          "reviewsCount":49739
       },
       "description":"A pilot stranded in the desert awakes one morning to see, standing before him, the most extraordinary little fellow. \"Please,\" asks the stranger, \"draw me a sheep.\" And the pilot realizes that when life's events are too difficult to understand, there is no choice but to succumb to their mysteries. He pulls out pencil and paper... And thus begins this wise and enchanting fable that, in teaching the secret of what is really important in life, has changed forever the world for its readers. \n Few stories are as widely read and as universally cherished by children and adults alike as The Little Prince, presented here in a stunning new translation with carefully restored artwork. The definitive edition of a worldwide classic, it will capture the hearts of readers of all ages. ",
       "similarBooks":[

       ],
       "quotes":[

       ],
       "reviews":[

       ]
    },
    {
       "uuid":"0caaf715-9b15-4087-b87e-60f3b5ec5g3w",
       "title":"Dewey: The Small-Town Library Cat Who Touched the World",
       "author":5,
       "published":{
          "day":"24th",
          "month":"September",
          "year":2008,
          "publisher":"Grand Central Publishing"
       },
       "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1398144610l/3257136.jpg",
       "genres":[
          10,
          18,
          17,
          19
       ],
       "status":{
          "rating":3.84,
          "ratingsCount":59492,
          "reviewsCount":6303
       },
       "description":"How much of an impact can an animal have? How many lives can one cat touch? How is it possible for an abandoned kitten to transform a small library, save a classic American town, and eventually become famous around the world? You can't even begin to answer those questions until you hear the charming story of Dewey Readmore Books, the beloved library cat of Spencer, Iowa. \n Dewey's story starts in the worst possible way. Only a few weeks old, on the coldest night of the year, he was stuffed into the returned book slot at the Spencer Public Library. He was found the next working by library director Vicki Myron, a single mother who had survived the loss of her family farm, a breast cancer scare, and an alcoholic husband. Dewey won her heart, and the hearts of the staff, by pulling himself up and hobbling on frostbitten feet to nudge each of hem in a gesture of thanks and love. For the next nineteen years, he never stopped charming the people of Spencer with this enthusiasm, warmth, humility (for a cat), and, above all, his sixth sense about who needed him most. \n As his fame grew from town to town, then state to state, and finally, amazingly, worldwide, Dewey became more than just a friend; he became a source of pride for an extraordinary Heartland farming town pulling its way slowly back from the greatest crisis in its long history.",
       "similarBooks":[

       ],
       "quotes":[

       ],
       "reviews":[

       ]
    },
    {
       "uuid":"0caaf715-9b15-4087-m26s-60f3b5ec5g3w",
       "title":"How to Tell If Your Cat Is Plotting to Kill You",
       "author":6,
       "published":{
          "day":"9th",
          "month":"October",
          "year":2012,
          "publisher":"Andrews McMeel Publishing"
       },
       "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1461518764l/15799936._SX318_.jpg",
       "genres":[
          10,
          20,
          17,
          21
       ],
       "status":{
          "rating":3.91,
          "ratingsCount":32581,
          "reviewsCount":2131
       },
       "description":"If your cat is kneading you, that's not a sign of affection. Your cat is actually checking your internal organs for weakness. If your cat brings you a dead animal, this isn't a gift. It's a warning. How to Tell If Your Cat Is Plotting to Kill You is an offering of cat comics, facts, and instructional guides from the creative wonderland at TheOatmeal.com. \n How to Tell If Your Cat Is Plotting to Kill You presents fan favorites, such as \"Cat vs. Internet,\" \"How to Pet a Kitty,\" and \"The Bobcats,\" plus 17 brand-new, never-before-seen cat jokes. A pullout poster is included at the back of the book.",
       "similarBooks":[

       ],
       "quotes":[

       ],
       "reviews":[

       ]
    },
    {
       "uuid":"0cagl915-9b15-4087-m26s-60f3b5ec5g3w",
       "title":"A Street Cat Named Bob: How One Man and His Cat Found Hope on the Streets",
       "author":7,
       "published":{
          "day":"1st",
          "month":"March",
          "year":2012,
          "publisher":"Hodder & Stoughton"
       },
       "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1331779332l/12394068.jpg",
       "genres":[
          10,
          19,
          17
       ],
       "status":{
          "rating":3.95,
          "ratingsCount":50939,
          "reviewsCount":5209
       },
       "description":"The moving, uplifting true story of an unlikely friendship between a man on the streets and the ginger cat who adopts him and helps him heal his life.",
       "similarBooks":[

       ],
       "quotes":[

       ],
       "reviews":[

       ]
    },
    {
       "uuid":"0cagl915-9b15-5667-m26s-60f3b5ec5g3w",
       "title":"The World According to Bob: The Further Adventures of One Man and His Street-wise Cat",
       "author":7,
       "published":{
          "day":"3rd",
          "month":"Sertember",
          "year":2013,
          "publisher":"Hodder & Stoughton"
       },
       "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1370531891l/18043373.jpg",
       "genres":[
          10,
          19,
          17
       ],
       "status":{
          "rating":4.28,
          "ratingsCount":8680,
          "reviewsCount":945
       },
       "description":"Muzykant, opustivshijsya na samoe dno, i ryzhij kot, okazavshijsya na ulitse, - ih sudba mogla by okazatsya ochen pechalnoj, no odnazhdy oni vstretilis i pomogli drug drugu. Bob obrel dom, a Dzhejms nauchilsya otvetstvennosti i nachal novuyu zhizn. S momenta vyhoda pervoj knigi o nih proshlo tri goda. Dlinnovolosyj gitarist i ryzhij kot v sharfe teper izvestny vo vsem mire. Ih fotografii poyavlyayutsya na stranitsah zhurnalov, poklonniki pishut kommentarii na stranitse Dzhejmsa i Boba v fejsbuke i prihodyat za avtografom v knizhnye magaziny. Vedutsya peregovory o semkah filma. \"Mir glazami kota Boba\" - prodolzhenie istorii o tom, kak chelovek i kot spasli drug druga na ulitsah Londona. Eto rasskaz ob ih budnyah, radostyah i pechalyah, trudnostyah i pobedah. I o tom, chto nadezhda est vsegda.",
       "similarBooks":[

       ],
       "quotes":[

       ],
       "reviews":[

       ]
    },
    {
       "uuid":"8caglk15-9b15-5667-m26s-60f3b5ec5g3w",
       "title":"If Cats Disappeared from the World",
       "author":8,
       "published":{
          "day":"20th",
          "month":"Sertember",
          "year":2018,
          "publisher":"Picador"
       },
       "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1542377525l/40740914._SY475_.jpg",
       "genres":[
          2,
          1,
          17
       ],
       "status":{
          "rating":3.74,
          "ratingsCount":23068,
          "reviewsCount":3618
       },
       "description":"Our narrator’s days are numbered. Estranged from his family, living alone with only his cat Cabbage for company, he was unprepared for the doctor’s diagnosis that he has only months to live. But before he can set about tackling his bucket list, the Devil appears with a special offer: in exchange for making one thing in the world disappear, he can have one extra day of life. And so begins a very bizarre week . . . \n Because how do you decide what makes life worth living? How do you separate out what you can do without from what you hold dear? In dealing with the Devil our narrator will take himself – and his beloved cat – to the brink. Genki Kawamura's If Cats Disappeared from the World is a story of loss and reconciliation, of one man’s journey to discover what really matters in modern life.",
       "similarBooks":[

       ],
       "quotes":[

       ],
       "reviews":[

       ]
    },
    {
       "uuid":"96vglk15-9b1k-5667-m26s-60f3b5ec5g3w",
       "title":"The Guest Cat",
       "author":9,
       "published":{
          "day":"28th",
          "month":"January",
          "year":2014,
          "publisher":"New Directions"
       },
       "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1363582979l/17574849.jpg",
       "genres":[
          2,
          6,
          17
       ],
       "status":{
          "rating":3.54,
          "ratingsCount":20686,
          "reviewsCount":2818
       },
       "description":"A bestseller in France and winner of Japan’s Kiyama Shohei Literary Award, The Guest Cat, by the acclaimed poet Takashi Hiraide, is a subtly moving and exceptionally beautiful novel about the transient nature of life and idiosyncratic but deeply felt ways of living. A couple in their thirties live in a small rented cottage in a quiet part of Tokyo; they work at home, freelance copy-editing; they no longer have very much to say to one another. But one day a cat invites itself into their small kitchen. It leaves, but the next day comes again, and then again and again. Soon they are buying treats for the cat and enjoying talks about the animal and all its little ways. Life suddenly seems to have more promise for the husband and wife — the days have more light and color. The novel brims with new small joys and many moments of staggering poetic beauty, but then something happens….",
       "similarBooks":[

       ],
       "quotes":[

       ],
       "reviews":[

       ]
    },
    {
       "uuid":"85vgpk15-9b1k-56d7-m26s-60f3b5ec5g3w",
       "title":"If You Give a Cat a Cupcake",
       "author":10,
       "published":{
          "day":"30th",
          "month":"September",
          "year":2008,
          "publisher":"HarperCollins"
       },
       "cover":"https://images-na.ssl-images-amazon.com/images/I/9187i0VJ70L.jpg",
       "genres":[
          3,
          1,
          2,
          17,
          20
       ],
       "status":{
          "rating":4.26,
          "ratingsCount":14198,
          "reviewsCount":512
       },
       "description":"If you give a cat a cupcake, he'll ask for some sprinkles to go with it. When you give him the sprinkles, he might spill some on the floor. Cleaning up will make him hot, so you'll give him a bathing suit . . . \n Written in the tradition of the bestselling If You Give a Mouse a Cookie, Laura Numeroff and Felicia Bond's If You Give a Cat a Cupcake will show everyone that Cat is where it's at! \n The If You Give... series is a perennial favorite among children. With its spare, rhythmic text and circular tale, these books are perfect for beginning readers and story time. Sure to inspire giggles and requests to read it again!",
       "similarBooks":[

       ],
       "quotes":[

       ],
       "reviews":[

       ]
    },
    {
      "uuid":"731596ca-856e-4f8d-8f2e-128b464e744a",
      "title":"Джава за всеки",
      "author":1,
      "published":{
         "day":"",
         "month":"",
         "year":2016,
         "publisher":"Фабер"
      },
      "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1492949069l/34940937._SX318_.jpg",
      "genres":[
         5,
         10
      ],
      "status":{
         "rating":4.48,
         "ratingsCount":8307272,
         "reviewsCount":131115
      },
      "description":"Първата книга от поредицата „Java за всеки“ е написана по утвърдената учебна програма, по която работим в Тренировъчния лагер ИТ Таланти от началото на 2013 г. Книгата е подходяща за ученици, студенти, както и за всички, които искат да навлязат в света на програмирането. Целта на книгата е да предаде по достъпен начин основите на софтуерната разработка и да запознае читателя със стандартните похвати за решаване на проблеми и задачи по програмиране. За да я четете и да усвоите материала от нея, не е нужно да имате предварителни познания по програмиране или опит и знания в сферата на математиката и информационните технологии. Поредицата, от която се подготвят още две заглавия, се стреми да подготви читателя до ниво на младши програмист, придобил всички необходими знания за започване на работа в софтуерна компания. Познаването на материала от тази книга ще ви гарантира много стръмна крива на развитие при вашето по-нататъшно обучение в ИТ сферата. Фокусът в „Java за всеки – част 1“ е насочен към усвояване основите на програмирането и алгоритмите за сортиране. Написана е така, че да може лесно да се усвои от всеки, независимо от неговата подготовка.",
      "similarBooks":[

      ],
      "quotes":[

      ],
      "reviews":[

      ]
   },
   {
      "uuid":"51e31889-6f8a-451c-b762-30c55c9b7422",
      "title":"The Lord of the Rings",
      "author":1,
      "published":{
         "day":"12th",
         "month":"October",
         "year":2005,
         "publisher":"Houghton Mifflin Harcourt"
      },
      "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1492949069l/34940937._SX318_.jpg",
      "genres":[
         1,
         2,
         4,
         5,
         6
      ],
      "status":{
         "rating":4.48,
         "ratingsCount":8307272,
         "reviewsCount":131115
      },
      "description":"One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them. In ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell by chance into the hands of the hobbit Bilbo Baggins. From Sauron's fastness in the Dark Tower of Mordor, his power spread far and wide. Sauron gathered all the Great Rings to him, but always he searched for the One Ring that would complete his dominion. When Bilbo reached his eleventy-first birthday he disappeared, bequeathing to his young cousin Frodo the Ruling Ring and a perilous quest: to journey across Middle-earth, deep into the shadow of the Dark Lord, and destroy the Ring by casting it into the Cracks of Doom. The Lord of the Rings tells of the great quest undertaken by Frodo and the Fellowship of the Ring: Gandalf the Wizard; the hobbits Merry, Pippin, and Sam; Gimli the Dwarf; Legolas the Elf; Boromir of Gondor; and a tall, mysterious stranger called Strider. ",
      "similarBooks":[

      ],
      "quotes":[

      ],
      "reviews":[

      ]
   }
 ]