[
    {
       "uuid":1,
       "genre":"Fantasy",
       "description":"Fantasy is a genre that uses magic and other supernatural forms as a primary element of plot, theme, and/or setting. Fantasy is generally distinguished from science fiction and horror by the expectation that it steers clear of technological and macabre themes, respectively, though there is a great deal of overlap between the three (collectively known as speculative fiction or science fiction/fantasy) In its broadest sense, fantasy comprises works by many writers, artists, filmmakers, and musicians, from ancient myths and legends to many recent works embraced by a wide audience today, including young adults, most of whom are represented by the works below."
    },
    {
       "uuid":2,
       "genre":"Fiction",
       "description":"Fiction is the telling of stories which are not real. More specifically, fiction is an imaginative form of narrative, one of the four basic rhetorical modes. Although the word fiction is derived from the Latin fingo, fingere, finxi, fictum, \"to form, create\", works of fiction need not be entirely imaginary and may include real people, places, and events. Fiction may be either written or oral. Although not all fiction is necessarily artistic, fiction is largely perceived as a form of art or entertainment. The ability to create fiction and other artistic works is considered to be a fundamental aspect of human culture, one of the defining characteristics of humanity."
    },
    {
       "uuid":3,
       "genre":"Children's",
       "description":"Children's literature is for readers and listeners up to about age 12. It is often illustrated. The term is used in senses that sometimes exclude young-adult fiction, comic books, or other genres. Books specifically for children existed at least several hundred years ago."
    },
    {
       "uuid":4,
       "genre":"Adventure",
       "description":"Biographies about adventurers, usually those who are famous. May focus on one adventure specifically, or else the adventurer's life itself."
    },
    {
       "uuid":5,
       "genre":"Classics",
       "description":"A classic stands the test of time. The work is usually considered to be a representation of the period in which it was written; and the work merits lasting recognition. In other words, if the book was published in the recent past, the work is not a classic. A classic has a certain universal appeal. Great works of literature touch us to our very core beings--partly because they integrate themes that are understood by readers from a wide range of backgrounds and levels of experience. Themes of love, hate, death, life, and faith touch upon some of our most basic emotional responses. Although the term is often associated with the Western canon, it can be applied to works of literature from all traditions, such as the Chinese classics or the Indian Vedas."
    },
    {
       "uuid":6,
       "genre":"Young Adult",
       "description":"Young-adult fiction (often abbreviated as YA) is fiction written for, published for, or marketed to adolescents and young adults, roughly ages 13 to 18. Young-adult fiction, whether in the form of novels or short stories, has distinct attributes that distinguish it from the other age categories of fiction. The vast majority of YA stories portray an adolescent as the protagonist, rather than an adult or a child. The subject matter and story lines are typically consistent with the age and experience of the main character, but beyond that YA stories span the entire spectrum of fiction genres. The settings of YA stories are limited only by the imagination and skill of the author. Themes in YA stories often focus on the challenges of youth, so much so that the entire age category is sometimes referred to as problem novels or coming of age novel. Writing styles of YA stories range widely, from the richness of literary style to the clarity and speed of the unobtrusive. Despite its unique characteristics, YA shares the fundamental elements of fiction with other stories: character, plot, setting, theme, and style."
    },
    {
       "uuid":7,
       "genre":"Romance",
       "description":"According to the Romance Writers of America, \"Two basic elements comprise every romance novel: a central love story and an emotionally-satisfying and optimistic ending.\" Both the conflict and the climax of the novel should be directly related to that core theme of developing a romantic relationship, although the novel can also contain subplots that do not specifically relate to the main characters' romantic love. Other definitions of a romance novel may be broader, including other plots and endings or more than two people, or narrower, restricting the types of romances or conflicts."
    },
    {
       "uuid":8,
       "genre":"Literature & Fiction",
       "description":"Literary fiction is a term that has come into common usage in the early 1960s. The term is principally used to distinguish \"serious fiction\" which is a work that claims to hold literary merit, in comparison from genre fiction and popular fiction. The name literature is sometimes used for this genre, although it can also refer to a broader category of writing. "
    },
    {
       "uuid":9,
       "genre":"Philosophy",
       "description":"Books that involve psychology; the study of mental processes and human behavior."
    },
    {
       "uuid":10,
       "genre":"Nonfiction",
       "description":"Nonfiction is an account or representation of a subject which is presented as fact. This presentation may be accurate or not; that is, it can give either a true or a false account of the subject in question. However, it is generally assumed that the authors of such accounts believe them to be truthful at the time of their composition. Note that reporting the beliefs of others in a nonfiction format is not necessarily an endorsement of the ultimate veracity of those beliefs, it is simply saying that it is true that people believe that (for such topics as mythology, religion). Nonfiction can also be written about fiction, giving information about these other works. Nonfiction is one of the two main divisions in writing, particularly used in libraries, the other being fiction. However, nonfiction need not be written text necessarily, since pictures and film can also purport to present a factual account of a subject. "
    },
    {
       "uuid":11,
       "genre":"Poetry",
       "description":"Poetry is a form of literary art in which language is used for its aesthetic and evocative qualities in addition to, or in lieu of, its apparent meaning. Poetry may be written independently, as discrete poems, or may occur in conjunction with other arts, as in poetic drama, hymns or lyrics. Poetry, and discussions of it, have a long history. Early attempts to define poetry, such as Aristotle's Poetics, focused on the uses of speech in rhetoric, drama, song and comedy.[1] Later attempts concentrated on features such as repetition and rhyme, and emphasised the aesthetics which distinguish poetry from prose.[2] From the mid-20th century, poetry has sometimes been more loosely defined as a fundamental creative act using language. Poetry often uses particular forms and conventions to expand the literal meaning of the words, or to evoke emotional or sensual responses. Devices such as assonance, alliteration, onomatopoeia and rhythm are sometimes used to achieve musical or incantatory effects. Poetry's use of ambiguity, symbolism, irony and other stylistic elements of poetic diction often leaves a poem open to multiple interpretations. Similarly, metaphor and simile create a resonance between otherwise disparate images—a layering of meanings, forming connections previously not perceived."
    },
    {
       "uuid":12,
       "genre":"Crime",
       "description":"The crime genre includes the broad selection of books on criminals and the court system, but the most common focus is investigations and sleuthing. Mystery novels are usually placed into this category, although there is a separate division for \"crime\". Hard Case Crime is one example."
    },
    {
       "uuid":13,
       "genre":"Mystery",
       "description":"Mystery fiction is a loosely-defined term that is often used as a synonym of detective fiction — in other words a novel or short story in which a detective (either professional or amateur) solves a crime. The term \"mystery fiction\" may sometimes be limited to the subset of detective stories in which the emphasis is on the puzzle element and its logical solution (cf. whodunit), as a contrast to hardboiled detective stories which focus on action and gritty realism. However, in more general usage \"mystery\" may be used to describe any form of crime fiction, even if there is no mystery to be solved. For example, the Mystery Writers of America describes itself as \"the premier organization for mystery writers, professionals allied to the crime writing field, aspiring crime writers, and those who are devoted to the genre\". Although normally associated with the crime genre, the term \"mystery fiction\" may in certain situations refer to a completely different genre, where the focus is on supernatural mystery (even if no crime is involved). This usage was common in the pulp magazines of the 1930s and 1940s, where titles such as Dime Mystery, Thrilling Mystery and Spicy Mystery offered what at the time were described as \"weird menace\" stories – supernatural horror in the vein of Grand Guignol. This contrasted with parallel titles such as Dime Detective, Thrilling Detective and Spicy Detective, which contained conventional hardboiled crime fiction. The first use of \"mystery\" in this sense was by Dime Mystery, which started out as an ordinary crime fiction magazine but switched to \"weird menace\" during the latter part of 1933. "
    },
    {
       "uuid":14,
       "genre":"History",
       "description":"History (from Greek ἱστορία - historia, meaning \"inquiry, knowledge acquired by investigation\") is the discovery, collection, organization, and presentation of information about past events. History can also mean the period of time after writing was invented. Scholars who write about history are called historians. It is a field of research which uses a narrative to examine and analyse the sequence of events, and it sometimes attempts to investigate objectively the patterns of cause and effect that determine events. Historians debate the nature of history and its usefulness. This includes discussing the study of the discipline as an end in itself and as a way of providing \"perspective\" on the problems of the present. The stories common to a particular culture, but not supported by external sources (such as the legends surrounding King Arthur) are usually classified as cultural heritage rather than the \"disinterested investigation\" needed by the discipline of history. Events of the past prior to written record are considered prehistory. Amongst scholars, the fifth century BC Greek historian Herodotus is considered to be the \"father of history\", and, along with his contemporary Thucydides, forms the foundations for the modern study of history. Their influence, along with other historical traditions in other parts of their world, have spawned many different interpretations of the nature of history which has evolved over the centuries and are continuing to change. The modern study of history has many different fields including those that focus on certain regions and those which focus on certain topical or thematical elements of historical investigation. Often history is taught as part of primary and secondary education, and the academic study of history is a major discipline in University studies. "
    },
    {
       "uuid":15,
       "genre":"Horror",
       "description":"Horror fiction is fiction in any medium intended to scare, unsettle, or horrify the audience. Historically, the cause of the \"horror\" experience has often been the intrusion of a supernatural element into everyday human experience. Since the 1960s, any work of fiction with a morbid, gruesome, surreal, or exceptionally suspenseful or frightening theme has come to be called \"horror\". Horror fiction often overlaps science fiction or fantasy, all three of which categories are sometimes placed under the umbrella classification speculative fiction."
    },
    {
       "uuid":16,
       "genre":"Drama",
       "description":"Drama is the specific mode of fiction represented in performance. The term comes from a Greek word meaning \"action\" (Classical Greek: δρᾶμα, drama), which is derived from \"to do\" or \"to act\" (Classical Greek: δράω, draō). The enactment of drama in theatre, performed by actors on a stage before an audience, presupposes collaborative modes of production and a collective form of reception. The structure of dramatic texts, unlike other forms of literature, is directly influenced by this collaborative production and collective reception. Drama is also used as synonym of Dramatic (Situations of misfortunes that move vividly)."
    },
    {
       "uuid":17,
       "genre":"Animals",
       "description":"Animals are multicellular, eukaryotic organisms of the kingdom Animalia (also called Metazoa). All animals are motile, meaning they can move spontaneously and independently, at some point in their lives. Their body plan eventually becomes fixed as they develop, although some undergo a process of metamorphosis later on in their lives. All animals are heterotrophs: they must ingest other organisms or their products for sustenance."
    },
    {
       "uuid":18,
       "genre":"Autobiography",
       "description":"An autobiography (from the Greek, αὐτός-autos self + βίος-bios life + γράφειν-graphein to write) is a book about the life of a person, written by that person. Closely associated with autobiography (and sometimes difficult to precisely distinguish from it) is the form of memoir. However, an autobiography typically focuses on the \"life and times\" of the writer, while a memoir has a narrower, more intimate focus on his or her own memories, feelings and emotions."
    },
    {
       "uuid":19,
       "genre":"Biography",
       "description":"A biography (from the Greek words bios meaning \"life\", and graphos meaning \"write\") is a non-fictional account of a person's life. Biographies are written by an author who is not the subject/focus of the book."
    },
    {
       "uuid":20,
       "genre":"Humor",
       "description":"A comic novel is usually a work of fiction in which the writer seeks to amuse the reader, sometimes with subtlety and as part of a carefully woven narrative, sometimes above all other considerations. It could indeed be said that comedy fiction is literary work that aims primarily to provoke laughter, but this isn't always as obvious as it first may seem. "
    },
    {
       "uuid":21,
       "genre":"Comics",
       "description":"A comic book or comicbook, also called comic magazine or simply comic, is a publication that consists of comic art in the form of sequential juxtaposed panels that represent individual scenes. Panels are often accompanied by brief descriptive prose and written narrative, usually dialog contained in word balloons emblematic of the comics art form. "
    }
 ]